Revit 2027 API
Entity.Clear Method
Overload List
Name | Description
Clear(Field) |  Resets the field to its default value.
Clear(String) |  Resets the field to its default value.
Top
See Also
Reference
Entity Class
Autodesk.Revit.DB.ExtensibleStorage Namespace